scripts/uc_05_buy_items/data/t35_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AddSafePayMethodRequest xmlns=\"com.advantage.online."
"store.accountservice\"><safePayUsername>dasha</safePayUsername><accountId>492512408</accountId"
"><safePayPassword>Das12</safePayPassword><base64Token>Basic RGFzaGFWYXZpbG92YTExOkRhc2hhMTExMA"
"==</base64Token></AddSafePayMethodRequest></soap:Body></soap:Envelope>"
